[{"word": "inordinate", "definitionA": "not within proper or reasonable limits; immoderate; excessive:", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Excessive; unreasonable or inappropriate in magnitude; extreme.<br>", "etymology": "First recorded in 1350–1400; from Middle English inordinat, from Latin inordinātus “disordered,” equivalent to in- in- 3 + ordinātus “orderly, appointed”; ordain, ordinate", "example": "Even before the pandemic, women were doing what sociologists describe as the “second shift,” where they complete an inordinate amount of household and caregiving chores after they’ve finished their paid labor.", "synonym": null}, {"word": "chary", "definitionA": "cautious or careful; wary:", "definitionB": "&#60;adverb&#62;<br>&nbsp;&nbsp;&nbsp;1. In a chary manner.<br>&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Careful, cautious, shy, wary.<br>&nbsp;&nbsp;&nbsp;2. Excessively particular or fussy about details; fastidious.<br>&nbsp;&nbsp;&nbsp;3. Not disposed to give freely; not lavish; frugal, sparing.<br>&nbsp;&nbsp;&nbsp;4. Cared for, regarded as precious; cherished.<br>", "etymology": "before 1000; Middle English; Old English cearig sorrowful ( c ( e ) ar ( u ) care + -ig -y 1 ); cognate with Old Saxon karag, Old High German karag ( German karg scanty, paltry)", "example": "As a rule, I am chary about doling out diagnoses unless there is a clear indication to do so.", "synonym": null}, {"word": "decrepit", "definitionA": "weakened by old age; feeble; infirm:", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Weakened or worn out from age or wear.<br>", "etymology": "First recorded in 1400–50; late Middle English, from Latin dēcrepitus, literally, “broken down,” equivalent to dē- de- + crep(āre) “to crack” + -i- -i- + -tus past participle suffix", "example": "The overt deviance of Psycho seemed to crack open the dirty psychology of America itself, shifting the scares away from stodgy haunted houses to decrepit roadside mausoleums and the secrets they hid, and ushering in an era of psychosexual horror.", "synonym": null}, {"word": "delinquency", "definitionA": "failure in or neglect of duty or obligation; dereliction; default:", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Misconduct.<br>&nbsp;&nbsp;&nbsp;2. A criminal offense.<br>&nbsp;&nbsp;&nbsp;3. A debt that is overdue for payment.<br>", "etymology": "1630–40; < Late Latin dēlinquentia fault, crime, equivalent to Latin dēlinquent- (stem of dēlinquēns, present participle of dēlinquere to do wrong, equivalent to dē- de- + linquere to leave) + -ia noun suffix; -ency", "example": "The financial distress indicated by this high rate of delinquency is undermining both the physical and mental health of young adults.", "synonym": "crime"}, {"word": "importunate", "definitionA": "urgent or persistent in solicitation, sometimes annoyingly so.", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. (of a demand) Persistent or pressing, often annoyingly so.<br>&nbsp;&nbsp;&nbsp;2. (of a person) Given to importunate demands, greedily or thoughtlessly demanding.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To importune, or to obtain by importunity.<br>", "etymology": "1520–30; importune (adj.) + -ate 1", "example": "Wordsworth has illustrated how an unwise and importunate demand for a reason from a child may drive him into invention.", "synonym": null}, {"word": "reincarnate", "definitionA": "to give another body to; incarnate again.", "definitionB": "&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To be, or cause to be, reborn, especially in a different body or as a different species.<br>", "etymology": "First recorded in 1855–60; re- + incarnate", "example": "She swishes her blond ponytail aside and makes a move on a fried chicken slider as she marvels at the time her ex-boyfriend told her he thought he was Jesus Christ reincarnated.", "synonym": null}, {"word": "incarnate", "definitionA": "embodied in flesh; given a bodily, especially a human, form:", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Embodied in flesh; given a bodily, especially a human, form; personified.<br>&nbsp;&nbsp;&nbsp;2. Flesh-colored, crimson.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To embody in flesh, invest with a bodily, especially a human, form.<br>&nbsp;&nbsp;&nbsp;2. To incarn; to become covered with flesh, to heal over.<br>&nbsp;&nbsp;&nbsp;3. To make carnal; to reduce the spiritual nature of.<br>&nbsp;&nbsp;&nbsp;4. To put into or represent in a concrete form, as an idea.<br>&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Not in the flesh; spiritual.<br>", "etymology": "First recorded in 1350–1400; late Middle English, from Late Latin incarnātus, past participle of incarnāre “to make into flesh,” equivalent to in- “in” + carn- “flesh” + -ātus past participle suffix; in- 2, carnal, -ate 1", "example": "No other single voice was able to connect with youth in the past troublesome decade the way Virgil did, and he did so naturally, because he was youth incarnate.", "synonym": "embodied"}, {"word": "macabre", "definitionA": "gruesome and horrifying; ghastly; horrible.", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Representing or personifying death.<br>&nbsp;&nbsp;&nbsp;2. Obsessed with death or the gruesome.<br>&nbsp;&nbsp;&nbsp;3. Ghastly, shocking, terrifying.<br>", "etymology": "First recorded in 1400–50; from French; compare late Middle English Macabrees daunce, from Middle French danse (de) Macabré, of uncertain origin; perhaps to be identified with Medieval Latin chorēa Machabaeōrum a representation of the deaths of Judas Maccabaeus and his brothers, but evidence is lacking; the French pronunciation with mute e is a misreading of the Middle French forms", "example": "Some accusations apparently even took a turn for the macabre.", "synonym": null}, {"word": "nascent", "definitionA": "beginning to exist or develop:", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Emerging; just coming into existence.<br>&nbsp;&nbsp;&nbsp;2. Describing a quantity of object that is starting to grow from zero or an infinitesimal beginning. Also the creation or identification of an infinitesimal delta.<br>&nbsp;&nbsp;&nbsp;3. Describing the state, aspect, or practice of an abstract concept.<br>&nbsp;&nbsp;&nbsp;4. Of the state of an element at the time it is being generated from some compound or transitioning from one state to another; Newly released from a compound (especially hydrogen and oxygen) by a chemical reaction or electrolysis and possessing heightened reactivity; Newly synthesized (especially protein or RNA) by translation or transcription.<br>", "etymology": "First recorded in 1615–25; from Latin nāscent-, stem of nāscēns “being born,” present participle of nāscī “to be born, arise”", "example": "Curry has spent the past two years building out the nascent platform, tracking down brand partners, navigating accelerator programs, enticing users and pounding the pavement to find investors willing to bet on his vision.", "synonym": "beginning"}, {"word": "plagiarism", "definitionA": "an act or instance of using or closely imitating the language and thoughts of another author without authorization and the representation of that author's work as one's own, as by not crediting the original author:", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Copying of another person's ideas, text or other creative work, and presenting it as one's own, especially without permission; plagiarizing.<br>&nbsp;&nbsp;&nbsp;2. Text or other work resulting from this act.<br>&nbsp;&nbsp;&nbsp;3. The instance of plagiarism.<br>", "etymology": "First recorded in 1615–25; plagiar(y) + -ism", "example": "One of the most oft-cited studies was done by scientists supporting the use of the drug, while another in Egypt was withdrawn by its publisher last month over concerns about plagiarism and suspect data.", "synonym": "appropriation"}, {"word": "sepulcher", "definitionA": "a tomb, grave, or burial place.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A burial chamber.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To bury the dead.<br>", "etymology": "First recorded in 1150–1200; Middle English sepulcre, from Old French, from Latin sepulcrum, equivalent to sepul- (variant stem of sepelīre “to bury”) + -crum noun suffix of place", "example": "Its name translates to “Cave of the Stone Sepulcher,” but locally it is called by a nickname that means “a place of fear.”", "synonym": "burial"}, {"word": "sepulture", "definitionA": "the act of placing in a sepulcher or tomb; burial.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A burial chamber.<br>&nbsp;&nbsp;&nbsp;2. A recess in some early churches in which the reserved sacrament, etc. were kept from Good Friday till Easter.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. The act of sepulchring, committing the remains of a deceased person to the grave or sepulchre.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To inter in a sepulture.<br>", "etymology": "1250–1300; Middle English < Old French < Latin sepultūra, equivalent to sepult ( us ) (past participle of sepelīre to bury) + -ūra -ure", "example": "Toutes lesquelles ceremonies acheves, on le porta en sepulture en vne ile l'cart loin de la terre ferme.", "synonym": "catacomb"}, {"word": "pillage", "definitionA": "to strip ruthlessly of money or goods by open violence, as in war; plunder:", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. The spoils of war.<br>&nbsp;&nbsp;&nbsp;2. The act of pillaging.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To loot or plunder by force, especially in time of war.<br>", "etymology": "1350–1400; Middle English pilage ( pill 3, -age ), modeled on Middle French pillage (derivative of piller to pillage, originally, to abuse, mistreat, tear, of uncertain origin)", "example": "Will the Obama coalition now forever outvote and and pillage the makers of American wealth?", "synonym": "appropriate"}, {"word": "crematory", "definitionA": "a place, as a funeral establishment, at which cremation is done.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. The establishment or furnace that cremates bodies.<br>&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Pertaining to the act of cremating bodies.<br>", "etymology": "First recorded in 1875–80; cremate + -ory 2", "example": "At that point, he gets put on the schedule, and he gets picked up by me, the crematory operator, and he goes into the cremation machine.", "synonym": "burner"}, {"word": "fathom", "definitionA": "a unit of length equal to six feet (1.8 meters): used chiefly in nautical measurements. : fath", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Grasp, envelopment, control.<br>&nbsp;&nbsp;&nbsp;2. (now usually nautical) An English unit of length for water depth notionally based upon the width of grown man's outstretched arms but standardized as 6 feet (about 1.8 m).<br>&nbsp;&nbsp;&nbsp;3. Various similar units in other systems.<br>&nbsp;&nbsp;&nbsp;4. Depth of insight, mental reach or scope.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To encircle with outstretched arms, especially to take a measurement; to embrace.<br>&nbsp;&nbsp;&nbsp;2. To measure the depth of, take a sounding of.<br>&nbsp;&nbsp;&nbsp;3. To get to the bottom of; to manage to comprehend; understand (a problem etc.).<br>", "etymology": "First recorded before 900; Middle English fathme, Old English fæthm “span of outstretched arms”; cognate with German Faden “six-foot measure,” Old Norse fathmr; akin to Latin patēre “to stand open” ( patent )", "example": "Prior to 3BLACKDOT, Frey was the founder and CEO of Full Fathom Five, a publishing company that has collaborated with game developers such as Glu Mobile and Niantic, where he helped develop IP alongside games.", "synonym": "apprehend"}, {"word": "inertia", "definitionA": "inertness, especially with regard to effort, motion, action, and the like; inactivity; sluggishness.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. The property of a body that resists any change to its uniform motion; equivalent to its mass.<br>&nbsp;&nbsp;&nbsp;2. In a person, unwillingness to take action.<br>&nbsp;&nbsp;&nbsp;3. Lack of activity; sluggishness; said especially of the uterus, when, in labour, its contractions have nearly or wholly ceased.<br>", "etymology": "First recorded in 1705–15; from Latin: “lack of skill, slothfulness”; inert, -ia", "example": "That’s partly a product of inertia, with many advertisers simply accustomed to speaking the language of the GRP.", "synonym": "deadness"}, {"word": "glum", "definitionA": "sullenly or silently gloomy; dejected.", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Despondent; moody; sullen<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Sullenness<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To look sullen; to be of a sour countenance; to be glum.<br>", "etymology": "1425–75; late Middle English; variant of gloom", "example": "My youngest son was especially glum as flight delays and a missed connection left him stranded in the airport in Charlottesville, North Carolina, while his brother’s bachelor party went on without him.", "synonym": null}, {"word": "hogwash", "definitionA": "refuse given to hogs; swill.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Foolish talk or writing; nonsense.<br>&nbsp;&nbsp;&nbsp;2. A mixture of solid and liquid food scraps fed to pigs; swill.<br>", "etymology": "1400–50; 1900–05  hogwash fordef 2; late Middle English. See hog, wash", "example": "That alpine skier and the diver may think that the National Sleep Foundation’s recommendation of seven to nine hours for young adults is hogwash, so their decision to ignore it is perfectly reasonable.", "synonym": "absurdity"}, {"word": "modality", "definitionA": "the quality or state of being modal.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. The fact of being modal.<br>&nbsp;&nbsp;&nbsp;2. The classification of propositions on the basis on whether they claim possibility, impossibility, contingency or necessity; mode.<br>&nbsp;&nbsp;&nbsp;3. The inflection of a verb that shows how its action is conceived by the speaker; mood<br>&nbsp;&nbsp;&nbsp;4. A method of diagnosis or therapy.<br>&nbsp;&nbsp;&nbsp;5. Any of the senses (such as sight or taste)<br>&nbsp;&nbsp;&nbsp;6. A particular way in which the information is to be encoded for presentation to humans, i.e. to the type of sign and to the status of reality ascribed to or claimed by a sign, text or genre.<br>&nbsp;&nbsp;&nbsp;7. The organization and structure of the church, as distinct from sodality or parachurch organizations.<br>&nbsp;&nbsp;&nbsp;8. The subject concerning certain diatonic scales known as musical modes.<br>&nbsp;&nbsp;&nbsp;9. The way in which infrastructure and knowledge of how to use it give rise to a meaningful pattern of interaction (a concept in Anthony Giddens' structuration theory).<br>&nbsp;&nbsp;&nbsp;10. The quality of being limited by a condition.<br>", "etymology": "From the Medieval Latin word modālitās, dating back to 1610–20. See modal, -ity", "example": "Facing the reality of that is crucial, and dealing with it proactively will require modeling the right behavior from the very top alongside new modalities of technology and education.", "synonym": "method"}, {"word": "inclination", "definitionA": "a disposition or bent, especially of the mind or will; a liking or preference:", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A physical tilt or bend.<br>&nbsp;&nbsp;&nbsp;2. A slant or slope.<br>&nbsp;&nbsp;&nbsp;3. A mental tendency.<br>&nbsp;&nbsp;&nbsp;4. The angle of intersection of a reference plane<br>&nbsp;&nbsp;&nbsp;5. A person or thing loved or admired.<br>", "etymology": "First recorded in 1350–1400; Middle English inclinacioun, from Latin inclīnātiōn-, stem of inclīnātiō, from inclīnāt(us) “caused to bend” (past participle of inclīnāre “to cause to bend”; incline ) + -iō -ion", "example": "Grading papers, family obligations and serious drinking left him without much inclination to write.", "synonym": "aptness"}, {"word": "scoundrel", "definitionA": "an unprincipled, dishonorable person; villain.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A mean, worthless fellow; a rascal; a villain; a person without honour or virtue.<br>", "etymology": "First recorded in 1580–90; origin uncertain", "example": "Neighboring nations who reject this great mission are, at best, silly children in need of education, at worst, scoundrels and traitors who must be decimated, deported, and so on.", "synonym": "blackguard"}, {"word": "prodrome", "definitionA": "an early symptom that signals the onset of an illness or disease; a symptom or series of symptoms that precedes the more obvious, diagnosable symptoms that develop along with the condition:", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A precursor or harbinger; also a warning event.<br>&nbsp;&nbsp;&nbsp;2. An introductory or preliminary book or treatise.<br>&nbsp;&nbsp;&nbsp;3. An early symptom warning of the onset of a disease.<br>&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Prodromous.<br>", "etymology": "First recorded in 1635–45; from French, from New Latin prodromus, noun use of Greek pródromos “running before”; pro- 2, -drome", "example": null, "synonym": null}, {"word": "fibril", "definitionA": "a small or fine fiber or filament.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A fine fibre or filament<br>&nbsp;&nbsp;&nbsp;2. Any fine, filamentous structure in animals or plants<br>", "etymology": "1655–65; < New Latin fibrilla, equivalent to Latin fibr ( a ) fiber + -illa diminutive suffix", "example": "Each of these vesicles contains an auditory rod, and is in communication with the auditory nerve through a delicate nerve-fibril.", "synonym": "cilia"}, {"word": "horde", "definitionA": "a large group, multitude, number, etc.; a mass or crowd:", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A wandering troop or gang; especially, a clan or tribe of a nomadic people (originally Tatars) migrating from place to place for the sake of pasturage, plunder, etc.; a predatory multitude.<br>&nbsp;&nbsp;&nbsp;2. A large number of people.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To travel en masse, to flock<br>", "etymology": "First recorded in 1545–55; earlier also hord, horda, ultimately from Czech, Polish horda, from Ukrainian dialect gordá, Ukrainian ordá, Old Russian (originally in the phrase Zolotaya orda “the Golden Horde”), via Mongolian or directly from Turkic ordu, orda “royal residence or camp” (later, “any military encampment, army”); Urdu", "example": "It’s a perfect weeklong route for mountain lovers looking to escape the hordes visiting nearby parks and take in a bit of locals-only Washington.", "synonym": "band"}, {"word": "snipe", "definitionA": "Also British, snite []. any of several long-billed game birds of the genera Gallinago (sometimes Capella ) and Limnocryptes, inhabiting marshy areas, as G. gallinago com·mon snipe, orwhole snipe, of Eurasia and North America, having barred and striped white, brown, and black plumage.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Any of various limicoline game birds of the genera Gallinago, Lymnocryptes and Coenocorypha in the family Scolopacidae, having a long, slender, nearly straight beak.<br>&nbsp;&nbsp;&nbsp;2. A fool; a blockhead.<br>&nbsp;&nbsp;&nbsp;3. A shot fired from a concealed place.<br>&nbsp;&nbsp;&nbsp;4. (naval slang) A member of the engineering department on a ship.<br>&nbsp;&nbsp;&nbsp;5. (ice hockey slang) A goal.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To hunt snipe.<br>&nbsp;&nbsp;&nbsp;2. To shoot at individuals from a concealed place.<br>&nbsp;&nbsp;&nbsp;3. (by extension) To shoot with a sniper rifle.<br>&nbsp;&nbsp;&nbsp;4. To watch a timed online auction and place a winning bid against (the current high bidder) at the last possible moment.<br>&nbsp;&nbsp;&nbsp;5. To nose (a log) to make it drag or slip easily in skidding.<br>&nbsp;&nbsp;&nbsp;6. (ice hockey slang) To score a goal.<br>&nbsp;&nbsp;&nbsp;7. To move the ball quickly in a different direction.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A cigarette butt.<br>&nbsp;&nbsp;&nbsp;2. An animated promotional logo during a television show.<br>&nbsp;&nbsp;&nbsp;3. A strip of copy announcing some late breaking news or item of interest, typically placed in a print advertisement in such a way that it stands out from the ad.<br>&nbsp;&nbsp;&nbsp;4. A bottle of wine measuring 0.1875 liters, one fourth the volume of a standard bottle; a quarter bottle or piccolo.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A sharp, clever answer; sarcasm.<br>&nbsp;&nbsp;&nbsp;2. A note or sticker attached to an existing poster to provide further information (e.g. an event is sold out), political criticism, etc.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To make malicious, underhand remarks or attacks.<br>&nbsp;&nbsp;&nbsp;2. To attach a note or sticker to (an existing poster) to provide further information, political criticism, etc.<br>", "etymology": "First recorded in 1275–1325; Middle English snype (noun), from Old Norse -snīpa (in mȳrisnīpa “moor snipe”); cognate with Norwegian snipa, Icelandic snīpa; compare Danish sneppe, German Schnepfe", "example": "They used their monologues to snipe at each other, with Letterman piling on Jay just for kicks.", "synonym": "cop"}, {"word": "minion", "definitionA": "a servile follower or subordinate of a person in power.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. The lowest limit.<br>&nbsp;&nbsp;&nbsp;2. The smallest amount.<br>&nbsp;&nbsp;&nbsp;3. A period of minimum brightness or energy intensity (of a star).<br>&nbsp;&nbsp;&nbsp;4. A lower bound of a set which is also an element of that set.<br>&nbsp;&nbsp;&nbsp;5. The smallest member of a batch or sample or the lower bound of a probability distribution.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A loyal servant of another, usually a more powerful being.<br>&nbsp;&nbsp;&nbsp;2. A sycophantic follower.<br>&nbsp;&nbsp;&nbsp;3. A loved one; one highly esteemed and favoured.<br>&nbsp;&nbsp;&nbsp;4. An ancient form of ordnance with a calibre of about three inches.<br>&nbsp;&nbsp;&nbsp;5. The size of type between nonpareil and brevier, standardized as 7-point.<br>&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Favoured, beloved; \"pet\".<br>", "etymology": "1490–1500; < Middle French mignon, for Old French mignot dainty < ?", "example": "His media minions have amplified the patronizing attitude in line with state-sponsored misogyny that is already common in Russia.", "synonym": "bootlicker"}, {"word": "oblige", "definitionA": "to require or constrain, as by law, command, conscience, or force of necessity.", "definitionB": "&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To constrain someone by force or by social, moral or legal means.<br>&nbsp;&nbsp;&nbsp;2. To do (someone) a service or favour (hence, originally, creating an obligation).<br>&nbsp;&nbsp;&nbsp;3. To be indebted to someone.<br>", "etymology": "First recorded in 1250–1300; Middle English obligen, from Old French obligier, from Latin obligāre “to bind”; obligate", "example": "The national creation narrative is obliged to contend with a host of destabilizing forces.", "synonym": "coerce"}, {"word": "gavel", "definitionA": "a small mallet used by the presiding officer of a meeting, a judge, etc., usually to signal for attention or order.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. Rent.<br>&nbsp;&nbsp;&nbsp;2. Usury; interest on money.<br>&nbsp;&nbsp;&nbsp;3. An old Saxon and Welsh form of tenure by which an estate passed, on the holder's death, to all the sons equally.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To divide or distribute according to the gavel system.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A wooden mallet, used by a courtroom judge, or by a committee chairman, struck against a sounding block to quieten those present, or by an auctioneer to accept the highest bid at auction.<br>&nbsp;&nbsp;&nbsp;2. (metonymically) The legal system as a whole.<br>&nbsp;&nbsp;&nbsp;3. A mason's setting maul.<br>&#60;verb&#62;<br>&nbsp;&nbsp;&nbsp;1. To use a gavel.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A small heap of grain, not tied up into a bundle.<br>&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A gable.<br>", "etymology": "An Americanism dating back to 1795–1805; origin uncertain", "example": "If the person sitting atop the Senate and wielding the gavel says no, then they can start operating another way.", "synonym": "hammer"}, {"word": "indumentum", "definitionA": "a dense, hairy covering.", "definitionB": "&#60;noun&#62;<br>&nbsp;&nbsp;&nbsp;1. A surface covering of any kind of trichomes, e.g. hairs, scales.<br>", "etymology": "First recorded in 1840–50; from New Latin, Latin: “garment, covering,” from Latin indu(ere) “to put on, don” (from ind-, combining form of in- in- 2( def ) + -uere, “to put on”; exuviae ) + -mentum -ment", "example": "Nec mora, rex illam emancipauit, et insuper Dei famulo suum indumentum donauit.", "synonym": null}, {"word": "eponymous", "definitionA": "named after the specified person, place, or thing, usually its founder, creator, inventor, discoverer, or source:", "definitionB": "&#60;adjective&#62;<br>&nbsp;&nbsp;&nbsp;1. Of, relating to, or being the person or entity after which something or someone is named.<br>", "etymology": "First recorded in 1840–50; from Greek epṓnymos “given as a name”; ep-, -onym, -ous", "example": "In the letter, they compared the honorific names to “verbal statues” and called for the removal of all eponymous bird names.", "synonym": "nominative"}]